import travel1 from "../../img/img1.jpeg";
import travel2 from "../../img/img2.jpg";
import travel3 from "../../img/img3.jpg";
import travel4 from "../../img/img4.jpg";

export const ServiceData = [
  {
    question: "Question 01",
    title: "최소 환승 시간(MCT)을\n어떻게 알 수 있나요?",
    content:
      "최소 환승 시간은 공항 및 항공사에 따라 다르며, 보통 항공권\n예약 시 제공됩니다. 우리 서비스에서는 경유지 공항 선택 시,\n예상되는 최소 환승 시간 정보를 제공합니다.",
    tip: "여유를 두고 항공편을 예약하세요.\n예상치 못한 지연에 대비해 최소 2시간의 환승 시간을 계획하는 것이 안전합니다.",
    backgroundImg: travel1,
  },
  {
    question: "Question 02",
    title: "환승할 때 수하물은\n어떻게 처리되나요?",
    content:
      "대부분 국제 항공편에서는 최종 목적지까지 수하물이 자동으로\n전송됩니다. 일부 국가 또는 항공사에서는 보안, 관세 검사 등의\n규정에 따라 수하물을 재수속해야 할 수 있으니 출발 전에 \n항공사에 확인하세요.(공항별 수하물 처리 규정을 우리 서비스에서 확인하세요.)",
    tip: "분실 등 만약의 경우에 대비해 수하물 표를 잘 챙기세요!\n도착 시 수하물이 없다면 즉시 항공사에 알리세요.",
    backgroundImg: travel2,
  },
  {
    question: "Question 02",
    title: "환승할 때 수하물은\n어떻게 처리되나요?",
    content:
      "대부분 국제 항공편에서는 최종 목적지까지 수하물이 자동으로\n전송됩니다. 일부 국가 또는 항공사에서는 보안, 관세 검사 등의\n규정에 따라 수하물을 재수속해야 할 수 있으니 출발 전에 \n항공사에 확인하세요.(공항별 수하물 처리 규정을 우리 서비스에서 확인하세요.)",
    tip: "분실 등 만약의 경우에 대비해 수하물 표를 잘 챙기세요!\n도착 시 수하물이 없다면 즉시 항공사에 알리세요.",
    backgroundImg: travel3,
  },
  {
    question: "Question 02",
    title: "환승할 때 수하물은\n어떻게 처리되나요?",
    content:
      "대부분 국제 항공편에서는 최종 목적지까지 수하물이 자동으로\n전송됩니다. 일부 국가 또는 항공사에서는 보안, 관세 검사 등의\n규정에 따라 수하물을 재수속해야 할 수 있으니 출발 전에 \n항공사에 확인하세요.(공항별 수하물 처리 규정을 우리 서비스에서 확인하세요.)",
    tip: "분실 등 만약의 경우에 대비해 수하물 표를 잘 챙기세요!\n도착 시 수하물이 없다면 즉시 항공사에 알리세요.",
    backgroundImg: travel4,
  },
  {
    question: "Question 02",
    title: "환승할 때 수하물은\n어떻게 처리되나요?",
    content:
      "대부분 국제 항공편에서는 최종 목적지까지 수하물이 자동으로\n전송됩니다. 일부 국가 또는 항공사에서는 보안, 관세 검사 등의\n규정에 따라 수하물을 재수속해야 할 수 있으니 출발 전에 \n항공사에 확인하세요.(공항별 수하물 처리 규정을 우리 서비스에서 확인하세요.)",
    tip: "분실 등 만약의 경우에 대비해 수하물 표를 잘 챙기세요!\n도착 시 수하물이 없다면 즉시 항공사에 알리세요.",
    backgroundImg: travel2,
  },
];
