import travel1 from "../../img/img1.jpeg";
import travel2 from "../../img/img2.jpg";
import travel3 from "../../img/img3.jpg";
import travel4 from "../../img/img4.jpg";

export const ServiceData = [
  {
    question: "Question 01",
    title: "최소 환승 시간(MCT)을\n어떻게 알 수 있나요?",
    content:
      "최소 환승 시간은 공항 및 항공사에 따라 다르며, 보통 항공권\n예약 시 제공됩니다. 우리 서비스에서는 경유지 공항 선택 시,\n예상되는 최소 환승 시간 정보를 제공합니다.",
    tip: "여유를 두고 항공편을 예약하세요.\n예상치 못한 지연에 대비해 최소 2시간의 환승 시간을 계획하는 것이 안전합니다.",
    backgroundImg: travel1,
  },
  {
    question: "Question 02",
    title: "환승할 때 수하물은\n어떻게 처리되나요?",
    content:
      "대부분 국제 항공편에서는 최종 목적지까지 수하물이 자동으로\n전송됩니다. 일부 국가 또는 항공사에서는 보안, 관세 검사 등의\n규정에 따라 수하물을 재수속해야 할 수 있으니 출발 전에 \n항공사에 확인하세요.(공항별 수하물 처리 규정을 우리 서비스에서 확인하세요.)",
    tip: "분실 등 만약의 경우에 대비해 수하물 표를 잘 챙기세요!\n도착 시 수하물이 없다면 즉시 항공사에 알리세요.",
    backgroundImg: travel2,
  },
  {
    question: "Question 03",
    title: "연결 비행의 탑승권은 어떻게 받나요?",
    content:
      "첫 번째 체크인 시 대부분의 연결 비행 탑승권이 발급됩니다. 만약 발급받지 못한 경우, 환승 공항의 항공사 카운터에서 탑승권을 받을 수 있습니다. 이 경우 대부분 수하물 재수속이 요구됩니다.(우리 서비스는 환승 공항의 항공사 카운터 위치 정보를 제공합니다.) 대부분의 연결 비행의 탑승권도 함께 발급됩니다. 온라인으로 체크인한 경우, 연결 공항의 항공사 카운터에서 탑승권을 재발급 받을 수 있습니다.",
    tip: "모든 탑승권을 출발 전에 받았는지 확인하고, 분실하지 않도록 주의하세요.",
    backgroundImg: travel3,
  },
  {
    question: "Question 04",
    title: "연결 비행기가 지연될 경우 어떻게 해야 하나요?",
    content:
      "항공사와의 신속한 연락이 중요합니다. 대부분의 항공사는 지연이나 취소에 대비해 대체 항공편을 제공합니다. 항공사 직원에게 즉시 연락하여 다음 비행기로의 환승 옵션을 확인하세요.(우리 서비스에서는 해당 공항의 항공사 연락처, 비상 대응 방안을 안내하여, 승객이 신속하게 대처할 수 있도록 정보를 제공합니다.)",
    tip: "분실 등 만약의 경우에 대비해 수하물 표를 잘 챙기세요!\n도착 시 수하물이 없다면 즉시 항공사에 알리세요.",
    backgroundImg: travel4,
  },
  // {
  //   question: "Question 05",
  //   title: "환승할 때 수하물은\n어떻게 처리되나요?",
  //   content:
  //     "대부분 국제 항공편에서는 최종 목적지까지 수하물이 자동으로\n전송됩니다. 일부 국가 또는 항공사에서는 보안, 관세 검사 등의\n규정에 따라 수하물을 재수속해야 할 수 있으니 출발 전에 \n항공사에 확인하세요.(공항별 수하물 처리 규정을 우리 서비스에서 확인하세요.)",
  //   tip: "분실 등 만약의 경우에 대비해 수하물 표를 잘 챙기세요!\n도착 시 수하물이 없다면 즉시 항공사에 알리세요.",
  //   backgroundImg: travel2,
  // },
  // {
  //   question: "Question 06",
  //   title: "환승할 때 수하물은\n어떻게 처리되나요?",
  //   content:
  //     "대부분 국제 항공편에서는 최종 목적지까지 수하물이 자동으로\n전송됩니다. 일부 국가 또는 항공사에서는 보안, 관세 검사 등의\n규정에 따라 수하물을 재수속해야 할 수 있으니 출발 전에 \n항공사에 확인하세요.(공항별 수하물 처리 규정을 우리 서비스에서 확인하세요.)",
  //   tip: "분실 등 만약의 경우에 대비해 수하물 표를 잘 챙기세요!\n도착 시 수하물이 없다면 즉시 항공사에 알리세요.",
  //   backgroundImg: travel2,
  // },
];
